import React from "react";
import Mujib from "./../../assets/bd50_mujib100.jpg";

function Subarna_Jayanthi_Speak() {
  return (
    <>
      <div id="main_section" className="container my-3 rounded-4 p-3 bg-white">
        <h4 className="text-center">স্বাধীনতার সুবর্ণ জয়ন্তী</h4>
        <div className="row justify-content-center">
          <div className="col-12 col-md-11 col-lg-10 col-xl-9 col-xxl-8 my-3 rounded-4 ">
            <img className="img-fluid rounded-4" src={Mujib} />
          </div>
        </div>
        <p>
          স্বাধীনতার সুবর্ণ জয়ন্তী বাংলাদেশের স্বাধীনতার সুবর্ণ জয়ন্তী হলো
          ১৯৭১ সালে ২৬ মার্চ থেকে ১৬ ডিসেম্বর নয়মাস সশস্ত্র মুক্তিযুদ্ধের
          মাধ্যমে পাকিস্তানের কাছ থেকে বাংলাদেশের স্বাধীনতা অর্জনের ৫০ বছরপূর্তি
          পালনের জন্য বাংলাদেশ সরকার কর্তৃৃক ঘোষিত একটি বার্ষিক পরিকল্পনা।সরকার
          ২৬ মার্চ ২০২১ থেকে ১৬ ডিসেম্বর ২০২১ পর্যন্ত স্বাধীনতার সুবর্ণ জয়ন্তী
          পালনের ঘোষণা দিয়েছে। এরই সঙ্গে জাতির জনক বঙ্গবন্ধু শেখ মুজিবুর রহমান
          এর জন্মশতবার্ষিকি উপলক্ষ্যে মুজিব বর্ষও পালিত হবে। ২০০৮ সালের সংসদীয়
          নির্বাচনে আওয়ামী লীগের নির্বাচনী ইস্তেহারের মধ্যে ২০২১ সালে
          স্বাধীনতার সুবর্ণ জয়ন্তীকে সামনে রেখে "রূপকল্প ২০২১" ঘোষণা করে,
          যেখানে ২০২১ সালের মধ্যেই বাংলাদেশকে একটি উন্নয়নশীল, ডিজিটাল ও আধুনিক
          রাষ্ট্রে পরিণত করার প্রত্যয় দেয়া হয়। বিভিন্ন দেশের রাষ্ট্রপ্রধানগণ
          বছরজুড়ে উদযাপিত অনুষ্ঠানে যোগ দেয়ার কথা রয়েছে। মুজিব বর্ষের
          ধারাবাহিকতায় সুবর্ণ জয়ন্তীর অনুষ্ঠানটি পালিত হওয়ার কথা রয়েছে।
          আভিধানিক ভাষায়, "সুবর্ণ জয়ন্তী" শব্দটি মুলত কোনো ঘটনার ৫০
          বছরপূর্তীকে নির্দেশ করে।
        </p>
      </div>
    </>
  );
}

export default Subarna_Jayanthi_Speak;
