import React from "react";
import school_img from "../../assets/carosel_slider/02.jpg";

function School_Intro() {
  return (
    <div id="main_section" ClassName="main_section container my-3">
      <div ClassName="row">
        <div ClassName="col-md-2 col-lg-2"></div>
        <div ClassName="main_left_side col-12 col-md-8 col-lg-8">
          <div ClassName="row">
            <div ClassName="card rounded-4">
              <h5 ClassName="card-title text-center my-3">
                ফতেপুর ময়নাল হক স্কুল এন্ড কলেজের ইতিহাস ও পরিচিতি।
              </h5>
              <img src={school_img} ClassName="card-img-top" alt="..." />
              <div ClassName="card-body">
                <p ClassName="card-text">
                  টাংগাইল জেলার অর্ন্তগর মির্জাপুর উপজেলায় অবস্থিত ঐতিহ্যবাহী
                  ফতেপুর ময়নাল হক উচ্চ বিদ্যালয়টি ১৯৬৯ খ্রিষ্টাব্দে এ গ্রামের
                  একজন কৃতি সন্তান প্রয়াত শাহ্ ফজলুল হক (নন্দ মিয়া) এ অঞ্চলের
                  মানুষের মাঝে শিক্ষার আলো জ্বেলে দেয়ার প্রয়াসে তাঁর পিতার নামে
                  এ প্রতিষ্ঠানটি তিনি প্রতিষ্ঠা করেন। তিনি ছিলেন শিক্ষানুরাগী,
                  দানবীর ও জনকল্যান হিতৈষী একজন ব্যক্তিত্ব। এ শিক্ষা
                  প্রতিষ্ঠানটি প্রথমে ফতেপুর ময়নাল হক উচ্চ বিদ্যালয় নামে
                  প্রতিষ্ঠিত হলেও ২০২৩ খ্রিষ্টাব্দে এটা ঢাকা শিক্ষা বোর্ড কর্তক
                  অনুমোদন প্রাপ্ত হয়ে বর্তমানে ফতেপুর ময়নাল হক স্কুল এন্ড কলেজে
                  রুপান্তরীত হয় এবং বিজ্ঞান, মানবিক ও ব্যবসা শিক্ষা এ তিনটি
                  শাখায় পাঠদানের অনুমতি লাভ করে। উক্ত প্রতিষ্ঠান হতে শিক্ষা
                  গ্রহন করে অসংখ্য মেধাবী ছাত্র/ছাত্রী উচ্চ শিক্ষায় শিক্ষিত হয়ে
                  তাঁরা ডাক্তার, প্রকৌশলী, ব্যাংকার, শিক্ষক ও উচ্চ প্রদস্থ
                  কর্মকর্তা সহ বিভিন্ন পেশায় কর্মরত রয়েছেন এবং এ প্রতিষ্ঠানের
                  সুনাম অর্জনে যথেষ্ঠ ভূমিকা রেখেছেন। বর্তমানে বিদ্যালয়ে পুরাতন
                  ভবন সহ চার তালা বিশিষ্ট ১টি নতুন ভবন আছে এবং শিক্ষার্থীদের
                  খেলাধুলার জন্য বিরাট মাঠ আছে।
                </p>
              </div>
            </div>
          </div>
        </div>
        <div ClassName="col-md-2 col-lg-2"></div>
      </div>
    </div>
  );
}

export default School_Intro;
